Repository: localwaves/gateway-for-woocommerce
Catalog: languages/local-gateway-for-woocommerce-*.po
Languages: ru_ru

source: Awaiting transfer..
ru_ru: Ожидание оплаты...

source: copied
ru_ru: скопировано

source: destination address
ru_ru: Адрес получителя

source: attachment
ru_ru: прикрепление (attachment)

source: Send a payment of exactly %s to the address above (click the links to copy or scan the QR code). We will check in the background and notify you when the payment has been validated.
ru_ru: Отправьте платеж (ровно %s) по указанному выше адресу (щелкните, чтобы скопировать или сканируйте QR-код). Страница обновится, когда платеж будет проверен.

source: Please send your payment within %s.
ru_ru: Отправьте ваш платеж в течении %s.

source: When the timer reaches 0 this form will refresh and update the attachment as well as the total amount using the latest conversion rate.
ru_ru: Когда таймер достигнет 0, страница обновится и обновит прикрепление, а также общую сумму, используя последний курс обмена.

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enable Local payments
ru_ru: Включить Local платежи

source: Title
ru_ru: Название

source: This controls the title which the user sees during checkout.
ru_ru: Это контролирует название, который пользователь видит во время рассчета.

source: Pay with LOCAL
ru_ru: Оплата через LOCAL

source: Customer Message
ru_ru: Сообщение клиенту

source: Destination address
ru_ru: Адрес получателя

source: This addresses will be used for receiving funds.
ru_ru: Этот кошелек будет использован для получения средств.

source: Convert prices
ru_ru: Конвертировать цены

source: Add prices in LOCAL
ru_ru: Добавить цены в LOCAL

source: Local Gateway for Woocommerce
ru_ru: Local Gateway для Woocommerce

source: Show prices in LOCAL and accept LOCAL payments in your woocommerce webshop
ru_ru: Показывайте цены в LOCAL и принимайте платежи LOCAL в вашем интернет-магазине на платформе woocommerce.
